const filterByAge = () => {
  // посмотри, где используется эта функция и как
  // можно менять параметры и тело функции
};

const filterByScore = () => {
  // посмотри, где используется эта функция и как
  // можно менять параметры и тело функции
};

const filterByServiceRecord = () => {
  // посмотри, где используется эта функция и как
  // можно менять параметры и тело функции
};

const sortByScore = () => {
  // посмотри, где используется эта функция и как
  // можно менять параметры и тело функции
};

const getMeanAge = () => {
  // посмотри, где используется эта функция и как
  // можно менять параметры и тело функции
};

const getMeanAgeReduce = () => {
  // посмотри, где используется эта функция и как
  // можно менять параметры и тело функции
};

const getNameOnly = () => {
  // посмотри, где используется эта функция и как
  // можно менять параметры и тело функции
};

module.exports = {
  filterByAge,
  filterByScore,
  filterByServiceRecord,
  sortByScore,
  getMeanAge,
  getMeanAgeReduce,
  getNameOnly,
};
